/**
 * ΑΡΧΕΙΟ ΔΕΔΟΜΕΝΩΝ ΕΚΠΑΙΔΕΥΤΙΚΩΝ & ΑΝΑΘΕΣΕΩΝ
 * ============================================
 * Ημερομηνία Δημιουργίας/Ενημέρωσης: Κυριακή, 03 Ιανουαρίου 2026
 * Ώρα: 04:26:00 EET
 * ============================================
 */

window.RAW_TEACHERS = `ΨΥΧΙΚΟ,2,ΑΓΓΕΛΟΥ ΤΖΩΡΤΖΙΝΑ
ΨΥΧΙΚΟ,2,ΑΘΑΝΑΣΙΟΥ ΜΑΡΙΑ-ΧΡΙΣΤΙΝΑ
ΨΥΧΙΚΟ,2,ΑΛΕΞΟΠΟΥΛΟΥ ΕΙΡΗΝΗ
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΑΝΟΠΟΥΛΟΥ ΠΟΛY
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ
ΨΥΧΙΚΟ,2,ΑΡΤΑΒΑΝΗ ΘΕΟΔΩΡΑ
ΨΥΧΙΚΟ,2,ΒΑΣΙΛΑ ΚΑΤΕΡΙΝΑ
ΨΥΧΙΚΟ,2,ΒΕΝΑΡΔΟΥ ΧΡΙΣΤΙΝΑ
ΨΥΧΙΚΟ,2,ΒΟΤΑΝΟΠΟΥΛΟΥ ΕΥΓΕΝΙΑ
ΨΥΧΙΚΟ,2,ΒΡΕΤΤΑΚΟΥ ΒΑΡΒΑΡΑ
ΨΥΧΙΚΟ,2,ΓΕΡΑΝΗ ΧΑΡΙΚΛΕΙΑ
ΨΥΧΙΚΟ,2,ΓΕΩΡΓΙΟΥ ΒΑΣΙΛΙΚΗ
ΨΥΧΙΚΟ,2,ΓΙΑΚΟΥΒΗ ΚΩΝΣΤΑΝΤΙΝΑ
ΨΥΧΙΚΟ,2,ΓΙΑΝΝΑΚΗ ΑΝΝΑ
ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ
ΨΥΧΙΚΟ,2,ΖΕΡΒΑ ΕΙΡΗΝΗ
ΨΥΧΙΚΟ,2,ΚΑΛΛΙΑΝΤΑ ΜΑΡΙΑ
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ
ΨΥΧΙΚΟ,2,ΚΗΤΤΑ ΕΛΙΝΑ
ΨΥΧΙΚΟ,2,ΚΟΚΚΟΛΑΤΟΥ ΑΛΙΝΑ
ΨΥΧΙΚΟ,2,ΚΟΝΤΟΥ ΑΝΘΗ
ΨΥΧΙΚΟ,2,ΚΟΥΜΑΡΙΑΝΟΥ ΣΟΦΙΑ
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ
ΨΥΧΙΚΟ,2,ΛΟΡΕΝΤΖΟΥ ΖΩΗ
ΨΥΧΙΚΟ,2,ΜΑΘΙΟΥΔΑΚΗ ΕΥΑΓΓΕΛΙΑ
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ
ΨΥΧΙΚΟ,2,ΜΟΥΡΙΚΗ ΚΑΤΕΡΙΝΑ
ΨΥΧΙΚΟ,2,ΜΠΑΡΛΑΣ ΝΙΚΟΛΑΟΣ
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ
ΨΥΧΙΚΟ,2,ΜΥΤΑΚΙΔΗ ΚΑΤΕΡΙΝΑ
ΨΥΧΙΚΟ,2,ΠΕΤΡΑΚΗΣ ΓΕΩΡΓΙΟΣ
ΨΥΧΙΚΟ,2,ΣΟΛΑΚΑΚΗ ΧΡΙΣΤΙΝΑ
ΨΥΧΙΚΟ,2,ΣΠΥΡΟΠΟΥΛΟΥ ΜΠΕΤΥ
ΨΥΧΙΚΟ,2,ΣΤΕΦΟΥ ΑΣΗΜΙΝΑ
ΨΥΧΙΚΟ,2,ΣΥΚΙΩΤΗ ΧΡΙΣΤΙΝΑ
ΨΥΧΙΚΟ,2,ΤΣΙΡΟΥ ΟΥΡΑΝΙΑ
ΨΥΧΙΚΟ,2,ΦΡΑΓΚΟΥΛΗ ΕΙΡΗΝΗ
ΨΥΧΙΚΟ,2,ΧΑΤΖΗΙΩΑΝΝΟΥ ΔΕΣΠΟΙΝΑ
ΨΥΧΙΚΟ,2,ΧΩΡΙΑΝΟΠΟΥΛΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ`;

window.RAW_TEACHER_MAPPINGS = `ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,ΑΓΓΛΙΚΑ
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ,ΑΓΓΛΙΚΑ
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ,ΑΓΓΛΙΚΑ
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ,ΑΓΓΛΙΚΑ
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ,ΑΓΓΛΙΚΑ
ΨΥΧΙΚΟ,2,ΑΛΕΞΟΠΟΥΛΟΥ ΕΙΡΗΝΗ,ΓΑΛΛΙΚΑ
ΨΥΧΙΚΟ,2,ΒΕΝΑΡΔΟΥ ΧΡΙΣΤΙΝΑ,ΓΑΛΛΙΚΑ
ΨΥΧΙΚΟ,2,ΚΟΥΜΑΡΙΑΝΟΥ ΣΟΦΙΑ,ΓΑΛΛΙΚΑ
ΨΥΧΙΚΟ,2,ΧΑΤΖΗΙΩΑΝΝΟΥ ΔΕΣΠΟΙΝΑ,ΓΑΛΛΙΚΑ
ΨΥΧΙΚΟ,2,ΑΡΤΑΒΑΝΗ ΘΕΟΔΩΡΑ,ΓΕΡΜΑΝΙΚΑ
ΨΥΧΙΚΟ,2,ΤΣΙΡΟΥ ΟΥΡΑΝΙΑ,ΓΕΡΜΑΝΙΚΑ
ΨΥΧΙΚΟ,2,ΧΩΡΙΑΝΟΠΟΥΛΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ,ΦΥΣΙΚΗ
ΨΥΧΙΚΟ,2,ΑΓΓΕΛΟΥ ΤΖΩΡΤΖΙΝΑ,ΚΑΛΛΙΤΕΧΝΙΚΑ
ΨΥΧΙΚΟ,2,ΒΟΤΑΝΟΠΟΥΛΟΥ ΕΥΓΕΝΙΑ,ΜΟΥΣΙΚΗ
ΨΥΧΙΚΟ,2,ΚΟΝΤΟΥ ΑΝΘΗ,ΘΕΑΤΡΙΚΗ ΑΓΩΓΗ
ΨΥΧΙΚΟ,2,ΑΘΑΝΑΣΙΟΥ ΜΑΡΙΑ-ΧΡΙΣΤΙΝΑ,ΓΥΜΝΑΣΤΙΚΗ
ΨΥΧΙΚΟ,2,ΜΠΑΡΛΑΣ ΝΙΚΟΛΑΟΣ,ΓΥΜΝΑΣΤΙΚΗ
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,ΠΛΗΡΟΦΟΡΙΚΗ
ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,SOCIAL STUDIES
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ,SOCIAL STUDIES
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ,SOCIAL STUDIES
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ,SOCIAL STUDIES
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ,SOCIAL STUDIES`;