/**
 * ΑΡΧΕΙΟ ΔΕΔΟΜΕΝΩΝ ΕΚΠΑΙΔΕΥΤΙΚΩΝ & ΑΝΑΘΕΣΕΩΝ
 * ============================================
 * Ημερομηνία Δημιουργίας/Ενημέρωσης: Κυριακή, 11 Ιανουαρίου 2026
 * Ώρα: 20:44:00 EET
 * ============================================
 */

window.RAW_TEACHERS = `ΨΥΧΙΚΟ,2,ΑΓΓΕΛΟΥ ΤΖΩΡΤΖΙΝΑ,aggelou.g
ΨΥΧΙΚΟ,2,ΑΘΑΝΑΣΙΟΥ ΜΑΡΙΑ-ΧΡΙΣΤΙΝΑ,athanasiou.mc
ΨΥΧΙΚΟ,2,ΑΛΕΞΟΠΟΥΛΟΥ ΕΙΡΗΝΗ,alexopoulou.e
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΑΝΟΠΟΥΛΟΥ ΠΟΛY,andrianopoulou.p
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,andriopoulou_d
ΨΥΧΙΚΟ,2,ΑΡΤΑΒΑΝΗ ΘΕΟΔΩΡΑ,artavani.t
ΨΥΧΙΚΟ,2,ΒΑΣΙΛΑ ΚΑΤΕΡΙΝΑ,vasila.k
ΨΥΧΙΚΟ,2,ΒΕΝΑΡΔΟΥ ΧΡΙΣΤΙΝΑ,venardou.ch
ΨΥΧΙΚΟ,2,ΒΟΤΑΝΟΠΟΥΛΟΥ ΕΥΓΕΝΙΑ,votanopoulou.e
ΨΥΧΙΚΟ,2,ΒΡΕΤΤΑΚΟΥ ΒΑΡΒΑΡΑ,vrettakou.v
ΨΥΧΙΚΟ,2,ΓΕΡΑΝΗ ΧΑΡΙΚΛΕΙΑ,gerani.c
ΨΥΧΙΚΟ,2,ΓΕΩΡΓΙΟΥ ΒΑΣΙΛΙΚΗ,georgiou.v
ΨΥΧΙΚΟ,2,ΓΙΑΚΟΥΒΗ ΚΩΝΣΤΑΝΤΙΝΑ,giakouvi.k
ΨΥΧΙΚΟ,2,ΓΙΑΝΝΑΚΗ ΑΝΝΑ,giannaki.an
ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,dimitropoulou.d
ΨΥΧΙΚΟ,2,ΖΕΡΒΑ ΕΙΡΗΝΗ,zerva.e
ΨΥΧΙΚΟ,2,ΚΑΛΛΙΑΝΤΑ ΜΑΡΙΑ,kallianta.m
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ,katsa.a
ΨΥΧΙΚΟ,2,ΚΗΤΤΑ ΕΛΙΝΑ,kitta.e
ΨΥΧΙΚΟ,2,ΚΟΚΚΟΛΑΤΟΥ ΑΛΙΝΑ,kokkolatou.a
ΨΥΧΙΚΟ,2,ΚΟΝΤΟΥ ΑΝΘΗ,kontou.a
ΨΥΧΙΚΟ,2,ΚΟΥΜΑΡΙΑΝΟΥ ΣΟΦΙΑ,koumarianou.s
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ,kiriaki.k
ΨΥΧΙΚΟ,2,ΛΟΡΕΝΤΖΟΥ ΖΩΗ,lorentzou.z
ΨΥΧΙΚΟ,2,ΜΑΘΙΟΥΔΑΚΗ ΕΥΑΓΓΕΛΙΑ,mathioudaki.e
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ,miliopoulou.z
ΨΥΧΙΚΟ,2,ΜΟΥΡΙΚΗ ΚΑΤΕΡΙΝΑ,mouriki.a
ΨΥΧΙΚΟ,2,ΜΠΑΡΛΑΣ ΝΙΚΟΛΑΟΣ,barlas.n
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ,bourdakou.m
ΨΥΧΙΚΟ,2,ΜΥΤΑΚΙΔΗ ΚΑΤΕΡΙΝΑ,mytakidi.k
ΨΥΧΙΚΟ,2,ΠΕΤΡΑΚΗΣ ΓΕΩΡΓΙΟΣ,petrakis.g
ΨΥΧΙΚΟ,2,ΣΟΛΑΚΑΚΗ ΧΡΙΣΤΙΝΑ,solakaki.c
ΨΥΧΙΚΟ,2,ΣΠΥΡΟΠΟΥΛΟΥ ΜΠΕΤΥ,spyropoulou.p
ΨΥΧΙΚΟ,2,ΣΤΕΦΟΥ ΑΣΗΜΙΝΑ,astefou
ΨΥΧΙΚΟ,2,ΣΥΚΙΩΤΗ ΧΡΙΣΤΙΝΑ,sykioti.c
ΨΥΧΙΚΟ,2,ΤΖΟΥΛΗ ΜΑΡΙΝΑ,tzouli.m
ΨΥΧΙΚΟ,2,ΤΣΙΡΟΥ ΟΥΡΑΝΙΑ,tsirou.o
ΨΥΧΙΚΟ,2,ΦΡΑΓΚΟΥΛΗ ΕΙΡΗΝΗ,fragouli.e
ΨΥΧΙΚΟ,2,ΧΑΤΖΗΙΩΑΝΝΟΥ ΔΕΣΠΟΙΝΑ,chatziioannou.d
ΨΥΧΙΚΟ,2,ΧΩΡΙΑΝΟΠΟΥΛΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ,chorianopoulos.k`;

window.RAW_TEACHER_MAPPINGS = `ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,ΑΓΓΛΙΚΑ,dimitropoulou.d
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ,ΑΓΓΛΙΚΑ,katsa.a
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ,ΑΓΓΛΙΚΑ,kiriaki.k
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ,ΑΓΓΛΙΚΑ,miliopoulou.z
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ,ΑΓΓΛΙΚΑ,bourdakou.m
ΨΥΧΙΚΟ,2,ΑΛΕΞΟΠΟΥΛΟΥ ΕΙΡΗΝΗ,ΓΑΛΛΙΚΑ,alexopoulou.e
ΨΥΧΙΚΟ,2,ΒΕΝΑΡΔΟΥ ΧΡΙΣΤΙΝΑ,ΓΑΛΛΙΚΑ,venardou.ch
ΨΥΧΙΚΟ,2,ΚΟΥΜΑΡΙΑΝΟΥ ΣΟΦΙΑ,ΓΑΛΛΙΚΑ,koumarianou.s
ΨΥΧΙΚΟ,2,ΧΑΤΖΗΙΩΑΝΝΟΥ ΔΕΣΠΟΙΝΑ,ΓΑΛΛΙΚΑ,chatziioannou.d
ΨΥΧΙΚΟ,2,ΑΡΤΑΒΑΝΗ ΘΕΟΔΩΡΑ,ΓΕΡΜΑΝΙΚΑ,artavani.t
ΨΥΧΙΚΟ,2,ΤΣΙΡΟΥ ΟΥΡΑΝΙΑ,ΓΕΡΜΑΝΙΚΑ,tsirou.o
ΨΥΧΙΚΟ,2,ΧΩΡΙΑΝΟΠΟΥΛΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ,ΦΥΣΙΚΗ,chorianopoulos.k
ΨΥΧΙΚΟ,2,ΑΓΓΕΛΟΥ ΤΖΩΡΤΖΙΝΑ,ΚΑΛΛΙΤΕΧΝΙΚΑ,aggelou.g
ΨΥΧΙΚΟ,2,ΒΟΤΑΝΟΠΟΥΛΟΥ ΕΥΓΕΝΙΑ,ΜΟΥΣΙΚΗ,votanopoulou.e
ΨΥΧΙΚΟ,2,ΤΖΟΥΛΗ ΜΑΡΙΝΑ,ΜΟΥΣΙΚΗ,tzouli.m
ΨΥΧΙΚΟ,2,ΚΟΝΤΟΥ ΑΝΘΗ,ΘΕΑΤΡΙΚΗ ΑΓΩΓΗ,kontou.a
ΨΥΧΙΚΟ,2,ΑΘΑΝΑΣΙΟΥ ΜΑΡΙΑ-ΧΡΙΣΤΙΝΑ,ΓΥΜΝΑΣΤΙΚΗ,athanasiou.mc
ΨΥΧΙΚΟ,2,ΜΠΑΡΛΑΣ ΝΙΚΟΛΑΟΣ,ΓΥΜΝΑΣΤΙΚΗ,barlas.n
ΨΥΧΙΚΟ,2,ΑΝΔΡΙΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,ΠΛΗΡΟΦΟΡΙΚΗ,andriopoulou_d
ΨΥΧΙΚΟ,2,ΔΗΜΗΤΡΟΠΟΥΛΟΥ ΔΗΜΗΤΡΑ,SOCIAL STUDIES,dimitropoulou.d
ΨΥΧΙΚΟ,2,ΚΑΤΣΑ ΝΑΝΣΥ,SOCIAL STUDIES,katsa.a
ΨΥΧΙΚΟ,2,ΚΥΡΙΑΚΗ ΚΑΤΕΡΙΝΑ,SOCIAL STUDIES,kiriaki.k
ΨΥΧΙΚΟ,2,ΜΗΛΙΟΠΟΥΛΟΥ ΖΩΗ,SOCIAL STUDIES,miliopoulou.z
ΨΥΧΙΚΟ,2,ΜΠΟΥΡΔΑΚΟΥ ΜΑΡΙΖΑ,SOCIAL STUDIES,bourdakou.m`;
